Repository: sklprogs/unmusic
Catalog: resources/transl.po
Languages: ru_ru

source: WARNING
ru_ru: ПРЕДУПРЕЖДЕНИЕ

source: ERROR
ru_ru: ОШИБКА

source: QUESTION
ru_ru: ВОПРОС

source: INFO
ru_ru: ИНФОРМАЦИЯ

source: Third-party module has failed! Details: {}
ru_ru: Ошибка модуля третьей стороны! Детали: {}

source: Operation has been canceled by the user.
ru_ru: Операция отменена пользователем.

source: Booleans
ru_ru: Булевы переменные

source: Floatings
ru_ru: Числа с учетом порядков

source: Integers
ru_ru: Целые числа

source: Strings
ru_ru: Строки

source: An unknown mode "{}"! The following modes are supported: "{}".
ru_ru: Неизвестный режим "{}"! Поддерживаются следующие режимы: "{}".

source: # ATTENTION: This file is automatically generated. You can modify key values manually, but anything else will be overwritten.
ru_ru: # ВНИМАНИЕ: Данный файл был создан автоматически. Можно вручную менять значения ключей, однако, все остальное будет перезаписано.

source: Set the max number of rows to {}
ru_ru: Задать максимальное число столбцов: {}

source: Set the max column width to {} symbols
ru_ru: Ограничить максимальную ширину столбца {} символами

source: The condition "{}" is not observed!
ru_ru: Условие "{}" не выполнено!

source: Only iterable objects are supported!
ru_ru: Поддерживаются только итерируемые объекты!

source: DEBUG
ru_ru: ОТЛАДКА

source: File "{}" was not found!
ru_ru: Файл "{}" не найден!

source: Wrong input data: "{}"!
ru_ru: Недопустимые входные данные: "{}"!

source: Left mouse button
ru_ru: Левая кнопка мыши

source: Middle mouse button
ru_ru: Средняя кнопка мыши

source: Right mouse button
ru_ru: Правая кнопка мыши

source: Space
ru_ru: Пробел

source: Reading standard output is not supported in a blocking mode!
ru_ru: Чтение стандартного вывода не поддерживается в блокирующем режиме!

source: Custom arguments: "{}"
ru_ru: Особые параметры: "{}"

source: Failed to run "{}"!
ru_ru: Не удалось запустить "{}"!

source: Unable to open the file in an external program. You should probably check the file associations.
ru_ru: Не удается открыть файл во внешней программе. Возможно, Вам стоит проверить ассоциации файлов.

source: Not enough input data!
ru_ru: Недостаточно входных данных!

source: Write file "{}"
ru_ru: Запись файла "{}"

source: Unable to write file "{}"!
ru_ru: Не удается записать файл "{}"!

source: Entries deleted: {} ({}-{})
ru_ru: Удалено вхождений: {} ({}-{})

source: File "{}" is not sortable!
ru_ru: Файл "{}" не подлежит сортировке!

source: Wrong input data!
ru_ru: Недопустимые входные данные!

source: Dictionary "{}": Incorrect line #{}: "{}"!
ru_ru: Словарь "{}": Неправильная строка №{}: "{}"!

source: Empty input is not allowed!
ru_ru: Пустые входные данные не допускаются!

source: File "{}" has not been found!
ru_ru: Файл "{}" не найден!

source: Operation has failed! Details: {}
ru_ru: Операция завершилась с ошибкой! Подробности: {}

source: Load file "{}"
ru_ru: Загрузка файла "{}"

source: Unable to read file "{}"!
ru_ru: Не удается прочитать файл "{}"!

source: Float is required at input, but found "{}"! Return 0.0
ru_ru: На входе должно быть число с плавающей запятой, но получено "{}"! Возвращаю 0.0

source: Convert "{}" to an integer
ru_ru: Конвертация "{}" в целое число

source: Integer is required at input, but found "{}"! Return 0
ru_ru: На входе должно быть целое число, но получено "{}"! Возвращаю 0

source: Different number of opening and closing brackets: "{}": {}; "{}": {}!
ru_ru: Разное число открывающих и закрывающих скобок: "{}": {}; "{}": {}!

source: Commas and/or semicolons or line breaks can be used, but not altogether!
ru_ru: Можно использовать запятые и/или точки с запятой или переносы строк, но не все сразу!

source: Failed to convert "{}" to an integer!
ru_ru: Не удалось конвертировать "{}" в целое число!

source: Failed to convert "{}" to a floating-point number!
ru_ru: Не удалось конвертировать "{}" в число с плавающей точкой!

source: Set time parameters are incorrect or not supported. Details: {}
ru_ru: Заданные параметры времени неверны или не поддерживаются. Подробности: {}

source: Jan
ru_ru: янв

source: Feb
ru_ru: фев

source: Mar
ru_ru: мар

source: Apr
ru_ru: апр

source: May
ru_ru: май

source: Jun
ru_ru: июн

source: Jul
ru_ru: июл

source: Aug
ru_ru: ав

source: Sep
ru_ru: сен

source: Oct
ru_ru: окт

source: Nov
ru_ru: ноя

source: Dec
ru_ru: дек

source: The object "{}" is not a file!
ru_ru: Объект "{}" не является файлом!

source: Copy "{}" to "{}"
ru_ru: Копирование "{}" в "{}"

source: Failed to copy file "{}" to "{}"!
ru_ru: Не удалось скопировать файл "{}" в "{}"!

source: Move "{}" to "{}"
ru_ru: Перемещение "{}" в "{}"

source: Failed to move "{}" to "{}"! Details: {}
ru_ru: Не удалось переместить "{}" в "{}"! Подробности: {}

source: Failed to get the date of the file "{}"!
ru_ru: Не удалось определить дату файла "{}"!

source: Unable to copy the file "{}" to iself!
ru_ru: Нельзя скопировать файл "{}" сам в себя!

source: Delete "{}"
ru_ru: Удаление "{}"

source: Failed to delete file "{}"!
ru_ru: Не удается удалить файл "{}"!

source: Moving is not necessary, because the source and destination are identical ({}).
ru_ru: Перемещение не требуется, поскольку на входе и выходе указан один и тот же объект ({}).

source: Change the time of the file "{}" to {}
ru_ru: Изменение времени файла "{}" на {}

source: Failed to change the time of the file "{}" to "{}"!
ru_ru: Не удалось изменить время файла "{}" на "{}"!

source: Directory "{}" already exists.
ru_ru: Каталог "{}" уже существует.

source: The path "{}" is invalid!
ru_ru: Путь "{}" неверен!

source: Create directory "{}"
ru_ru: Создание каталога "{}"

source: Failed to create directory "{}"!
ru_ru: Не удается создать каталог "{}"!

source: Unable to write file "{}"! Details: {}
ru_ru: Не удается записать файл "{}"! Подробности: {}

source: The following lines cannot be parsed:
ru_ru: Не удается обработать следующие строки:

source: Unable to read file "{}"! Details: {}
ru_ru: Не удается прочитать файл "{}"! Подробности: {}

source: Path "{}" already exists!
ru_ru: Путь "{}" уже существует!

source: Failed to delete directory "{}"! Delete it manually.
ru_ru: Не удается удалить каталог "{}"! Удалите его вручную.

source: Unable to copy "{}" to iself!
ru_ru: Нельзя скопировать "{}" сам в себя!

source: Failed to copy "{}" to "{}"!
ru_ru: Не удалось скопировать "{}" в "{}"!

source: Keys loaded in total: {}
ru_ru: Всего загружено ключей: {}

source: Missing sections: {}
ru_ru: Отсутствующие разделы: {}

source: Missing keys: {}
ru_ru: Отсутствующие ключи: {}

source: Modified keys: {}
ru_ru: Измененные ключи: {}

source: Keys loaded in total:
ru_ru: Всего загружено ключей:

source: Missing sections:
ru_ru: Отсутствующие разделы:

source: Missing keys:
ru_ru: Отсутствующие ключи:

source: Modified keys:
ru_ru: Измененные ключи:

source: Failed to open URL "{}" in a default browser! Details: {}
ru_ru: Не удалось открыть адрес "{}" в браузере по умолчанию! Подробности: {}

source: Differences:
ru_ru: Различия:

source: Texts are identical!
ru_ru: Различий нет!

source: Shortcut "{}" refers to "{}"
ru_ru: Ссылка "{}" указывает на "{}"

source: Delete the symbolic link "{}"
ru_ru: Удаление ярлыка "{}"

source: Failed to remove shortcut "{}". Remove it manually and press OK.
ru_ru: Не удается удалить ярлык "{}". Удалите его вручную и нажмите OK.

source: Create a symbolic link "{}"
ru_ru: Создание ярлыка "{}"

source: Failed to create shortcut "{}". Create it manually and press OK.
ru_ru: Не удается создать ярлык "{}". Создайте его вручную и нажмите OK.

source: Failed to load an e-mail client.
ru_ru: Не удалось загрузить почтовый клиент.

source: This operation cannot be executed on your operating system.
ru_ru: Эта операция не может быть выполнена на вашей операционной системе.

source: Logic error!
ru_ru: Логическая ошибка!

source: The pool is empty!
ru_ru: Пул пуст!

source: The operation has taken {} s.
ru_ru: Операция завершена за {} с.

source: Unable to use unverified certificates!
ru_ru: Не удается использовать неподтвержденные сертификаты!

source: [OK]: "{}"
ru_ru: [Успешно]: "{}"

source: [FAILED]: "{}". Details: {}
ru_ru: [ОШИБКА]: "{}". Подробности: {}

source: Unable to decode "{}"!
ru_ru: Не удается изменить кодировку "{}"!

source: Wrong input data: {}!
ru_ru: Недопустимые входные данные: "{}"!

source: Unexpected end of text!
ru_ru: Неожиданный конец текста!

source: Operation has failed! Details: {}
ru_ru: Операция завершилась неудачно! Подробности: {}

source: Plain text (UTF-8)
ru_ru: Обычный текст (UTF-8)

source: Web-page
ru_ru: Веб-страница

source: All files
ru_ru: Все файлы

source: Save As:
ru_ru: Сохранить как:

source: Nothing to do!
ru_ru: Действие не требуется.

source: B
ru_ru: Б

source: TiB
ru_ru: ТиБ

source: GiB
ru_ru: ГиБ

source: MiB
ru_ru: МиБ

source: KiB
ru_ru: КиБ

source: ATTENTION: Do yo really want to rewrite file "{}"?
ru_ru: ВНИМАНИЕ: Перезаписать файл "{}"?

source: sec
ru_ru: сек

source: yrs
ru_ru: лет

source: mths
ru_ru: мес

source: wks
ru_ru: нед

source: days
ru_ru: дн

source: hrs
ru_ru: ч

source: min
ru_ru: мин

source: Operation has been canceled.
ru_ru: Операция отменена.

source: Not implemented yet!
ru_ru: Еще не реализовано!

source: Empty output is not allowed!
ru_ru: Пустые выходные данные не допускаются!

source: {} blocks have been deleted
ru_ru: {} блоков удалено

source: {} matches
ru_ru: {} совпадений

source: Set your credentials:
ru_ru: Укажите данные для входа:

source: Login: "{}"
ru_ru: Учетная запись: "{}"

source: Password: "{}"
ru_ru: Пароль: "{}"

source: Cancel
ru_ru: Отмена

source: Login:
ru_ru: Учетная запись:

source: Password:
ru_ru: Пароль:

source: A syntax error in the regular expression (id: {})!
ru_ru: Синтаксическая ошибка в регулярном выражении (запись: {})!

source: Regular expression {} has failed: we were expecting "{}", but received "{}".
ru_ru: Неудачное вычисление регулярного выражения {}: ожидалось "{}", получили "{}".

source: Compare texts:
ru_ru: Сравните тексты:

source: Close
ru_ru: Закрыть

source: Close this window
ru_ru: Закрыть это окно

source: Reject and close
ru_ru: Отказаться и закрыть

source: Reset
ru_ru: Сброс

source: Restore the text
ru_ru: Восстановить текст

source: Save
ru_ru: Сохранить

source: Accept and close
ru_ru: Принять и закрыть

source: No selection!
ru_ru: Выделение отсутствует!

source: Clear the field
ru_ru: Очистить поле

source: Clear
ru_ru: Очистить

source: Save and close
ru_ru: Запомнить и выйти

source: Toggle all
ru_ru: Переключить все

source: Mark/unmark all checkboxes
ru_ru: Добавить/убрать все пометы

source: Select files:
ru_ru: Выберите файлы:

source: Please wait...
ru_ru: Подождите...

source: The required widget has not been created yet!
ru_ru: Требуемый виджет еще не был создан!

source: Clipboard is empty!
ru_ru: Буфер обмена пуст!

source: Paste a special symbol
ru_ru: Вставить специальный символ

source: Remove item #{}
ru_ru: Удаление элемента №{}

source: No item #{}!
ru_ru: Элемент №{} отсутствует!

source: Item "{}" is not in list!
ru_ru: Элемент "{}" не в списке!

source: Set the geometry to "{}x{}+{}+{}"
ru_ru: Изменение геометрии виджета на "{}x{}+{}+{}"

source: Widget width ({}) should not exceed screen width ({})!
ru_ru: Ширина виджета ({}) не должна превышать ширины экрана ({})!

source: Widget height ({}) should not exceed screen height ({})!
ru_ru: Высота виджета ({}) не должна превышать высоту экрана ({})!

source: Widget 1 geometry: {}x{}+{}+{}
ru_ru: Геометрия виджета 1: {}x{}+{}+{}

source: Widget 2 geometry: {}x{}+{}+{}
ru_ru: Геометрия виджета 2: {}x{}+{}+{}

source: Wrong font: "{}"!
ru_ru: Неправильный шрифт: "{}"!

source: Save geometry: {}
ru_ru: Сохранение геометрии: {}

source: Restore geometry: {}
ru_ru: Восстановление геометрии: {}

source: The operation has failed! Details: {}
ru_ru: Операция завершилась неудачно! Подробности: {}

source: Test:
ru_ru: Тест:

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: N/A
ru_ru: Н/Д

source: SECTION
ru_ru: СЕКЦИЯ

source: KEY
ru_ru: КЛЮЧ

source: VALUE
ru_ru: ЗНАЧЕНИЕ

source: An unknown color "{}"!
ru_ru: Неизвестный цвет "{}"!

source: Failed to enable key combination "{}"!
ru_ru: Не удалось задействовать сочетание клавиш "{}"!

source: Wrong input data: "{}"
ru_ru: Недопустимые входные данные: "{}"!

source: Search:
ru_ru: Поиск:

source: Enter a string to search:
ru_ru: Строка для поиска:

source: Case-sensitive search
ru_ru: Поиск с учетом регистра

source: Loop
ru_ru: Зациклить

source: No more matches, continuing from the bottom!
ru_ru: Совпадений больше нет, поиск продолжен с конца!

source: No more matches!
ru_ru: Совпадений больше нет!

source: No matches!
ru_ru: Совпадений нет!

source: No more matches, continuing from the top!
ru_ru: Совпадений больше нет, поиск продолжен с начала!

source: Failed to find reference "{}" with index {}!
ru_ru: Не удалось найти ссылку "{}" с индексом {}!

source: Pattern: "{}"; index: {}
ru_ru: Образец: "{}"; индекс: {}

source: No reference has been found!
ru_ru: Ссылка не найдена!

source: The start of the text has been reached!
ru_ru: Достигнуто начало текста!

source: Distance: {} symbols
ru_ru: Расстояние: {} символов

source: The end of the text has been reached!
ru_ru: Достигнут конец текста!

source: Scrollable widget
ru_ru: Прокручиваемый виджет

source: Label {}
ru_ru: Надпись {}

source: Image
ru_ru: Изображение

source: Hello!
ru_ru: Здравствуйте!

source: Spellchecker
ru_ru: Проверка правописания

source: Variant #{}
ru_ru: Вариант №{}

source: Description: no settings
ru_ru: Описание: нет настроек

source: Description: headers
ru_ru: Описание: заголовки

source: Description: transposition
ru_ru: Описание: транспозиция

source: Description: transposition and headers
ru_ru: Описание: транспозиция и заголовки

source: Run "{}". Press any key to continue
ru_ru: Запуск "{}". Нажмите любую клавишу для продолжения

source: Output: "{}"
ru_ru: Вывод: "{}"

source: Copy something to clipboard
ru_ru: Скопируйте что-нибудь в буфер обмена

source: Clipboard contents: "{}"
ru_ru: Содержание буфера обмена: "{}"

source: The following will be copied: "{}"
ru_ru: Будет скопировано следующее: "{}"

source: Your input: "{}"
ru_ru: Вы ввели: "{}"

source: New settings
ru_ru: Новые настройки

source: Your final selection: "{}"
ru_ru: Ваш конечный выбор: "{}"

source: The event has been triggered!
ru_ru: Событие вызвано!

source: Button
ru_ru: Кнопка

source: Trigger an event
ru_ru: Вызвать событие

source: Screen resolution: {}x{}
ru_ru: Разрешение экрана: {}x{}

source: Random coordinates: x: {}; y: {}
ru_ru: Случайные координаты: x: {}; y: {}

source: Window handle (Windows-only): {}
ru_ru: Дескриптор окна (только Windows): {}

source: You answered Yes
ru_ru: Вы ответили Да

source: You answered No
ru_ru: Вы ответили Нет

source: Font size: {}x{}
ru_ru: Размер шрифта: {}x{}

source: Test #{}
ru_ru: Тест №{}

source: Path: "{}"; free space: {}
ru_ru: Путь: "{}"; свободное место: {}

source: Object: "{}"; size: {}
ru_ru: Объект: "{}"; размер: {}

source: Press Return to place widgets randomly
ru_ru: Нажмите Ввод, чтобы расположить виджеты случайным образом

source: Anchor: {} Press Return to adjust Widget 2
ru_ru: Привязка: {} Нажмите Ввод для подгонки Виджета 2

source: Anchor: {}
ru_ru: Привязка: {}

source: Text:
ru_ru: Текст:

source: Goodbye!
ru_ru: До свидания!

source: not processed
ru_ru: не обработано

source: Process "{}" ({}/{})
ru_ru: Обработка "{}" ({}/{})

source: Operation has taken {}
ru_ru: Операция завершена за {}

source: Condition "{}" is not observed!
ru_ru: Условие "{}" не выполнено!

source: Unable to execute: "{}" Details: {}
ru_ru: Не удается выполнить: "{}" Подробности: {}

source: Save "{}"
ru_ru: Сохранение "{}"

source: Database "{}" has failed! Details: {}
ru_ru: Ошибка базы данных "{}"! Подробности: {}

source: Play
ru_ru: Слушать

source: All
ru_ru: Все

source: Good
ru_ru: Хорошее

source: Best
ru_ru: Лучшее

source: Not set
ru_ru: Не задан

source: Limit:
ru_ru: Предел:

source: external collection
ru_ru: внешняя коллекция

source: mobile collection
ru_ru: переносная коллекция

source: Copy music
ru_ru: Копировать музыку

source: Start
ru_ru: Начать

source: Year:
ru_ru: Год:

source: Genres:
ru_ru: Жанры:

source: Heavy
ru_ru: Тяжелые

source: Light
ru_ru: Легкие

source: Read:
ru_ru: Чтение:

source: local collection
ru_ru: локальная коллекция

source: Write:
ru_ru: Запись:

source: Image:
ru_ru: Изображение:

source: Search an album by ID
ru_ru: Поиск альбома по ИД

source: Reload
ru_ru: Перезагрузить

source: Reload the present record
ru_ru: Перезагрузить текущую запись

source: Create
ru_ru: Создать

source: Create a new record
ru_ru: Создать новую запись

source: Delete
ru_ru: Удалить

source: Delete the present record
ru_ru: Удалить текущую запись

source: Decypher
ru_ru: Расшифровать

source: Decypher text (Caesar algorithm)
ru_ru: Расшифровать текст (алгоритм Цезаря)

source: Cypher
ru_ru: Зашифровать

source: Cypher text (Caesar algorithm)
ru_ru: Зашифровать текст (алгоритм Цезаря)

source: Decode
ru_ru: Декодировать

source: Decode back to cp1251
ru_ru: Декодировать обратно в cp1251

source: Save changes
ru_ru: Сохранить изменения

source: Tracks
ru_ru: Дорожки

source: Edit tracks
ru_ru: Править дорожки

source: Artist:
ru_ru: Исполнитель:

source: Album:
ru_ru: Альбом:

source: Country (2 letters):
ru_ru: Страна (2 символа):

source: Comment:
ru_ru: Комментарий:

source: Mean bitrate:
ru_ru: Средний битрейт:

source: Total length:
ru_ru: Общая длина:

source: Genre:
ru_ru: Жанр:

source: Album Editor
ru_ru: Редактор альбомов

source: Search older records
ru_ru: Поиск более старых записей

source: Search newer records
ru_ru: Поиск более новых записей

source: Search in albums
ru_ru: Поиск по альбомам

source: Search in tracks
ru_ru: Поиск по дорожкам

source: Go to the preceding record
ru_ru: Перейти к предыдущей записи

source: Album ID
ru_ru: ИД альбома

source: Go to the following record
ru_ru: Перейти к следующей записи

source: Prepare files
ru_ru: Подготовить файлы

source: Move sub-folders to a root folder, split large lossless files, etc.
ru_ru: Переместить вложенные каталоги в корень, разбить большие файлы и т.д.

source: Collect tags & Obfuscate
ru_ru: Извлечь тэги и обфусцировать

source: Delete low-rated music
ru_ru: Удалить музыку с низкими оценками

source: Quit
ru_ru: Выйти

source: Clear rating
ru_ru: Очистить оценку

source: Clear rating of all tracks
ru_ru: Очистить оценку для всех дорожек

source: Album ID:
ru_ru: ИД альбома:

source: Track #:
ru_ru: Номер дорожки:

source: Title:
ru_ru: Заголовок:

source: Lyrics:
ru_ru: Слова:

source: Bitrate:
ru_ru: Битрейт:

source: Length:
ru_ru: Продолжительность:

source: Rating:
ru_ru: Оценка:

source: Tracks:
ru_ru: Дорожки:

source: Images
ru_ru: Изображения

source: [Autosave] Album ID to load at startup
ru_ru: [Автосохранение] Загружать ИД альбома при запуске

source: Local collection: {}
ru_ru: Локальная коллекция: {}

source: External collection: {}
ru_ru: Внешняя коллекция: {}

source: Mobile collection: {}
ru_ru: Переносная коллекция: {}

source: Process album ID: {}
ru_ru: Обработка ИД альбома: {}

source: Tracks {} have not been found in "{}"!
ru_ru: Дорожки {} не были найдены в "{}"!

source: playlist
ru_ru: список воспроизведения

source: The database is empty. You need to fill it first.
ru_ru: База данных пуста. Необходимо сначала внести в нее данные.

source: Purge tracks
ru_ru: Очистка дорожек

source: processed
ru_ru: обработано

source: Album {}: {} tracks.
ru_ru: Альбом {}: {} дорожек.

source: {}/{} tracks have been renumbered.
ru_ru: {}/{} дорожек перенумеровано.

source: Folder "{}" has no audio files.
ru_ru: Каталог "{}" не содержит аудиофайлов.

source: Artist: {}
ru_ru: Исполнитель: {}

source: Album: {}
ru_ru: Альбом: {}

source: Genre: {}
ru_ru: Жанр: {}

source: Year: {}
ru_ru: Год: {}

source: Track #: {}
ru_ru: Номер дорожки: {}

source: Title: {}
ru_ru: Заголовок: {}

source: Lyrics: {}
ru_ru: Слова: {}

source: Length: {} {} {} {}
ru_ru: Длина: {} {} {} {}

source: ID: {}, rating: {}
ru_ru: ИД: {}, рейтинг: {}

source: Album: {}, average rating: {}
ru_ru: Альбом: {}, средний рейтинг: {}

source: ALBUM ID
ru_ru: ИД альбома

source: MIXED CASE
ru_ru: СМЕШАННЫЙ РЕГИСТР

source: TRACK
ru_ru: ДОРОЖКА

source: Tracks of the following albums are of a mixed case:
ru_ru: Дорожки следующих альбомов находятся в смешанном регистре:

source: Not found!
ru_ru: Не найдено!

source: Track #{}
ru_ru: Дорожка №{}

source: Waiting for {}
ru_ru: Ожидание {}

source: Selected albums: {}
ru_ru: Выбрано альбомов: {}

source: Total size: {}
ru_ru: Общий размер: {}

source: Free space: {}
ru_ru: Свободное место: {}

source: Continue?
ru_ru: Продолжить?

source: Not enough free space on "{}"!
ru_ru: Недостаточно свободного места на "{}"!

source: Required: {}
ru_ru: Требуется: {}

source: Calculate required space
ru_ru: Подсчет требуемого места

source: Any
ru_ru: Любой

source: Edit #{}.
ru_ru: Правка №{}.

source: A track title should be indicated.
ru_ru: Необходимо указать название дорожки.

source: Track numbers should be sequential!
ru_ru: Номера дорожек должны идти последовательно!

source: Save DB.
ru_ru: Сохранение БД.

source: Load #{}.
ru_ru: Загрузка "{}".

source: No tracks are associated with this album.
ru_ru: Для этого альбома дорожки не указаны.

source: {} ({} tracks)
ru_ru: {} ({} дорожек)

source: Tracks are of a mixed rating. Do you want to assign the same rating to all of them?
ru_ru: Дорожки имеют разную оценку. Назначить всем дорожкам одинаковую оценку?

source: An album title should be indicated.
ru_ru: Необходимо указать название альбома.

source: An artist should be indicated.
ru_ru: Необходимо указать исполнителя.

source: No changes!
ru_ru: Изменений не было!

source: Some fields have been updated.
ru_ru: Некоторые поля были обновлены.

source: Are you sure you want to permanently delete record #{}?
ru_ru: Вы действительно хотите безвозвратно удалить запись №{}?

source: Delete #{}.
ru_ru: Удаление "{}".

source: Calculate ratings
ru_ru: Подсчет оценок

source: Insert all required media to calculate space to be freed. Continue?
ru_ru: Вставьте все нужные носители для подсчета освобождаемого места. Продолжить?

source: Calculate sizes
ru_ru: Подсчет места

source: Affected carriers: {}. Space to be freed: {}. Number of albums to delete: {}. The list of directories to be deleted is below. Continue? {}
ru_ru: Задействованные носители: {}. Место для освобождения: {}. Число альбомов для удаления: {}. Список каталогов для удаления приведен ниже. Продолжить? {}

source: Delete albums
ru_ru: Удаление альбомов

source: File "{}" already exists.
ru_ru: Файл "{}" уже существует.

source: Album {} has no cover!
ru_ru: У альбома {} нет обложки!

source: Files in total: {}, processed: {}, already existing: {}, skipped: {}, errors: {}
ru_ru: Всего файлов: {}, обработано: {}, уже существуют: {}, пропущено: {}, ошибок: {}

source: Fetch data
ru_ru: Получение данных

source: Fetch data from {}
ru_ru: Получение данных из {}

source: Album ID: {}. Rating: {}
ru_ru: ИД альбома: {}. Рейтинг: {}
